Repository: MatiasGCF/guicavane
Catalog: guicavane/Translations/*/LC_MESSAGES/messages.po
Languages: es_ar

source: Shows
es_ar: Series

source: Movies
es_ar: Películas

source: Favorites
es_ar: Favoritos

source: Latest movies
es_ar: Últimas películas

source: Recomended movies
es_ar: Películas recomendadas

source: Loading...
es_ar: Cargando...

source: Obtaining shows list
es_ar: Obteniendo lista de series

source: Loading favorites
es_ar: Cargando favoritos

source: Loading latest movies...
es_ar: Cargando ultimas peliculas...

source: Loading recomended movies...
es_ar: Cargando peliculas recomendadas...

source: Error loading favorites: %s
es_ar: Error cargando favoritos: %s

source: Not avaliable for this site
es_ar: No disponible para este sitio

source: Problem fetching shows: details: %s
es_ar: Problema obteniendo series: detalles: %s

source: Problem fetching seasons: details: %s
es_ar: Problema obteniendo temporadas: detalles: %s

source: Problem fetching episodes: details: %s
es_ar: Problema obteniendo episodios: detalles: %s

source: Problem fetching movies, please try again in a few minutes. details: %s
es_ar: Problema obteniendo peliculas, por favor intente nuevamente en unos minutos. detalles: %s

source: Loading show %s...
es_ar: Cargando serie %s...

source: Dowload to...
es_ar: Descargar en...

source: Option not avaliable in this site
es_ar: Opcion no disponible para este sitio

source: Error opening original url: %s
es_ar: Error al abrir url original: %s

source: Searching movies with title %s...
es_ar: Buscando peliculas con el titulo %s...

source: <b>Cast:</b>
es_ar: <b>Reparto:</b>

source: <b>Genere:</b>
es_ar: <b>Genero:</b>

source: <b>Language:</b>
es_ar: <b>Idioma:</b>

source: Information not supported for this site
es_ar: Informacion no soportada por este sitio

source: Error downloading information: %s
es_ar: Error al descargar informacion: %s

source: Problem downloading show image
es_ar: Problema descargando imagen de serie

source: Fetching hosts...
es_ar: Obteniendo fuentes...

source: Error fetching hosts: %s
es_ar: Error obteniendo fuentes: %s

source: No host found
es_ar: No hay fuentes disponibles

source: Downloading subtitles...
es_ar: Descargando subtitulos...

source: Please wait...
es_ar: Por favor espere...

source: Filling cache...
es_ar: Llenando cache...

source: Error pre-downloading: %s
es_ar: Error pre-descargando: %s

source: Downloading: %s
es_ar: Descargando: %s

source: Playing: %s
es_ar: Reproduciendo: %s

source: %d minute left
es_ar: %d minuto restante

source: %d minutes left
es_ar: %d minutos restantes

source: %d seconds left
es_ar: %d segundos restantes

source: a few seconds left
es_ar: unos segundos restantes

source: Download subtitle failed
es_ar: Descarga de subtitulos fallida

source: Please wait %d second%s...
es_ar: Por favor espere %d segundo%s..

source: Obtaining bitshare link...
es_ar: Obteniendo link de bitshare

source: Error obtaining bitshare's link: %s
es_ar: Error obteniendo link de bitshare: %s

source: Sending Captcha...
es_ar: Enviando captcha...

source: Not success finding the bitshare download link. Got: %s
es_ar: No se encontro el link de descarga de bitshare. Se obtuvo: %s

source: Wrong captcha
es_ar: Captcha erroneo

source: Download finish with error: %s
es_ar: La descarga finalizo con el error: %s

source: Error obtaining megaupload's link: %s
es_ar: Error al obtener el link de megaupload: %s

source: Error downloading from megaupload: %s
es_ar: Error descargando desde megaupload: %s

source: Error obtaining wuploads's link: %s
es_ar: Error al obtener el link de wupload: %s

source: Fill the captcha
es_ar: Complete el captcha

source: Please fill the captcha:
es_ar: Por favor complete el captcha:

source: Select a host
es_ar: Elija una fuente

source: Select one of these hosts:
es_ar: Elija una de las siguientes fuentes:

source: A Graphical User Interface for the website www.cuevana.tv
es_ar: Una interfaz grafica para el sitio web www.cuevana.tv

source: Guicavane on github
es_ar: Guicavane en github

source: Guicavane Error
es_ar: Error de guicavane

source: Download _and play
es_ar: Desc_argar y reproducir

source: _Download only
es_ar: _Descargar unicamente

source: _Mark
es_ar: _Marcar

source: _Unmark
es_ar: D_esmarcar

source: Open in Original Website
es_ar: Abrir en el sitio original

source: Choose Host
es_ar: Elegir una fuente

source: Information
es_ar: Informacion

source: _Settings
es_ar: _Preferencias

source: _Help
es_ar: A_yuda

source: Mode:
es_ar: Modo:

source: Site:
es_ar: Sitio:

source: Search movie:
es_ar: Buscar pelicula:

source: Filter:
es_ar: Filtrar:

source: Remove from favorites
es_ar: Eliminar de favoritos

source: Add to favorites
es_ar: Agregar a favoritos

source: Settings
es_ar: Preferencias

source: The directory where the files will be temporary downloaded
es_ar: El directorio en donde se bajaran los archivos temporalmente

source: Cache directory:
es_ar: Directorio de cache:

source: Select A Folder
es_ar: Elija una carpeta

source: Template followed to save the file. <show> will be replaced for the show's name <season> with the season's number <episode> with the episode's number <name> with the episode's name
es_ar: Plantilla para el nombre de archivo. <show> se reemplazara con el nombre del show <season> se reemplazara con el numero de temporada <episode> se reemplazara con el numero de episodio <name> se reemplazara con el nombre del episodio

source: Filename template:
es_ar: Plantilla para nombre de archivo:

source: Add Custom Resolver to prevent DNS blocking
es_ar: Agregar resolucion personalizada para evitar el bloqueo de DNS

source: Use Custom Resolver:
es_ar: Usar resolucion personalizada:

source: Enable
es_ar: Habilitado

source: Mark episodes as watched right after watching or downloading them.
es_ar: Marcar los episodios automaticamente despues de verlos o descargarlos

source: Automatic marks:
es_ar: Marcas automaticas:

source: Automatically choose megaupload if it's posible. You can also skip this right clicking on the movie or episode and choosing 'Choose Host'.
es_ar: Automaticamente elegir megaupload si es posible. Puedes saltar esta opcion apretando click derecho en la pelicula o episodio y eligiendo 'Elegir fuente'

source: Player location:
es_ar: Ubicacion del reproductor:

source: Select the player
es_ar: Seleccione el reproductor

source: Extra arguments that the player may need.
es_ar: Argumentos extra que el reprouctor pueda necesitar.

source: Player arguments:
es_ar: Argumentos del reproductor:

source: Player
es_ar: Reproductor

source: Accounts
es_ar: Cuentas

source: (not required)
es_ar: (no requerido)
